/* Shared Settings Strings for MacConfig Apps */

/* Generic On/Off/Changed */
"optionOn" = "Päällä";
"optionOff" = "Pois";
"optionChanged" = "(Muutettu)";
"optionHidden" = "••••••";
"optionVariable" = "(Muuttuja)";

/* Keychain */
"keychainBaseStationDescription" = "AirPort-tukiaseman salasana";
"keychainBaseStationType" = "AirPort-tukiasema";

/* Layout */
"LabelColon" = ":";
"NotSupported" = "Ei tuettu";
"vrfy" = "Vahvista salasana";
"time.60" = "minuuttia";
"time.3600" = "tuntia";
"time.86400" = "päivää";

"dayPeriod.1" = "päivä";
"dayPeriod.7" = "viikko";
"dayPeriod.30" = "kuukausi";
"dayPeriod.365" = "vuosi";

/*	Most Keys in this file are four character codes and four character codes plus value. 
	The four character codes are acp properties where appropriate and custom codes 
	beginning with 'bs' for simple settings.  Commented out strings are not needed, but
	are here for completeness. "4chr" and "4char.value" */

/*"bsDP" = "bsDP";*/
/*"bsFL" = "bsFL";*/
/*"bsRT" = "bsRT";*/
/*"bsPU" = "bsPU";*/
/*"bsSF" = "bsSF";*/
/*"bsIP" = "bsIP";*/
/*"bsPT" = "bsPT";*/
"raMA" = "AirPort ID";
"laMA" = "LAN-ethernet-ID";
"waMA" = "Ethernet-tunnus";
"syNm" = "Tukiaseman nimi";
"syNm.productName" = "%@ -nimi";
"syDN" = "Paikallinen palvelinnimi";
"syDN.description" = "Syötä paikallinen palvelinnimi tälle Apple Wi-Fi ‑tukiasemalle. Samassa aliverkossa olevat tietokoneet voivat yhdistää tähän Apple Wi-Fi ‑tukiasemaan tätä palvelinnimeä käyttäen.";
"syPW" = "Tukiaseman salasana";
"syPW.productName" = "%@ -salasana";
/*"syPR" = "syPR";*/
"syCt" = "Yhteyshenkilö";
"syLo" = "Sijainti";
/*"syDs" = "Base Station Description";*/
"syVs" = "Versio";
"SUEn" = "Etsi laiteohjelmistopäivityksiä";
"SUEn.description" = "Jos ”Etsi laiteohjelmistopäivityksiä” on valittuna, merkkivalo vilkkuu keltaisena, kun laiteohjelmistopäivitys on saatavilla.";
"SUFq" = "Päivitystiheys";
"SUFq.3600" = "Tunneittain";
"SUFq.86400" = "Päivittäin";
"SUFq.604800" = "Viikoittain";
"SUFq.2592000" = "Kuukausittain";
"SUFq.2678400" = "Kuukausittain";
"syRe" = "Maa";
"syRe.0" = "Yhdysvallat";
"syRe.1" = "Kanada";
"syRe.2" = "Meksiko";
"syRe.3" = "Kolumbia";
"syRe.4" = "Puerto Rico";
"syRe.5" = "Brasilia";
"syRe.6" = "Chile";
"syRe.7" = "Japani";
"syRe.8" = "Itävalta";
"syRe.9" = "Belgia";
"syRe.10" = "Kypros";
"syRe.11" = "Tšekin tasavalta";
"syRe.12" = "Tanska";
"syRe.13" = "Viro";
"syRe.14" = "Ranska";
"syRe.15" = "Suomi";
"syRe.16" = "Saksa";
"syRe.17" = "Kreikka";
"syRe.18" = "Unkari";
"syRe.19" = "Islanti";
"syRe.20" = "Italia";
"syRe.21" = "Irlanti";
"syRe.22" = "Latvia";
"syRe.23" = "Liechtenstein";
"syRe.24" = "Liettua";
"syRe.25" = "Luxemburg";
"syRe.26" = "Malta";
"syRe.27" = "Alankomaat";
"syRe.28" = "Norja";
"syRe.29" = "Puola";
"syRe.30" = "Portugali";
"syRe.31" = "Slovakia";
"syRe.32" = "Slovenia";
"syRe.33" = "Espanja";
"syRe.34" = "Ruotsi";
"syRe.35" = "Sveitsi";
"syRe.36" = "Yhdistynyt kuningaskunta";
"syRe.37" = "Australia";
"syRe.38" = "Hong Kong, Kiina";
"syRe.39" = "Uusi-Seelanti";
"syRe.40" = "Singapore";
"syRe.41" = "Filippiinit";
"syRe.42" = "Kiina";
"syRe.43" = "Malesia";
"syRe.44" = "Taiwan";
"syRe.45" = "Etelä-Korea";
"syRe.46" = "Thaimaa";
"syRe.47" = "Argentiina";
"syRe.48" = "Venezuela";
"syRe.49" = "Venäjä";
"syRe.50" = "Yhdysvallat";
"syRe.51" = "Kanada";
"syRe.52" = "Bulgaria";
"syRe.53" = "Romania";
"syRe.54" = "Intia";
"syRe.55" = "Vietnam";
"syRe.56" = "Sri Lanka";
"syRe.57" = "Brunei";
"syRe.58" = "Pakistan";
"syRe.59" = "Nepali";
"syRe.60" = "Bangladesh";
"syRe.61" = "Peru";
"syRe.62" = "Afganistan";
"syRe.63" = "Albania";
"syRe.64" = "Algeria";
"syRe.65" = "Amerikan Samoa";
"syRe.66" = "Andorra";
"syRe.67" = "Angola";
"syRe.68" = "Anguilla";
"syRe.69" = "Etelämanner";
"syRe.70" = "Antigua ja Barbuda";
"syRe.71" = "Armenia";
"syRe.72" = "Aruba";
"syRe.73" = "Azerbaidžan";
"syRe.74" = "Bahama";
"syRe.75" = "Bahrain";
"syRe.76" = "Barbados";
"syRe.77" = "Valko-Venäjä";
"syRe.78" = "Belize";
"syRe.79" = "Benin";
"syRe.80" = "Bermuda";
"syRe.81" = "Bhutan";
"syRe.82" = "Bolivia";
"syRe.83" = "Bosnia ja Hertsegovina";
"syRe.84" = "Botswana";
"syRe.85" = "Bouvet'nsaari";
"syRe.86" = "Brittiläinen Intian valtameren alue";
"syRe.87" = "Burkina Faso";
"syRe.88" = "Burundi";
"syRe.89" = "Kambodža";
"syRe.90" = "Kamerun";
"syRe.91" = "Kap Verde";
"syRe.92" = "Caymansaaret";
"syRe.93" = "Keski-Afrikan tasavalta";
"syRe.94" = "Tšad";
"syRe.95" = "Joulusaari";
"syRe.96" = "Kookossaaret";
"syRe.97" = "Komorit";
"syRe.98" = "Kongo";
"syRe.99" = "Cookinsaaret";
"syRe.100" = "Costa Rica";
"syRe.101" = "Norsunluurannikko";
"syRe.102" = "Kroatia";
"syRe.103" = "Djibouti";
"syRe.104" = "Dominica";
"syRe.105" = "Dominikaaninen tasavalta";
"syRe.106" = "Itä-Timor";
"syRe.107" = "Ecuador";
"syRe.108" = "Egypti";
"syRe.109" = "El Salvador";
"syRe.110" = "Päiväntasaajan Guinea";
"syRe.111" = "Eritrea";
"syRe.112" = "Etiopia";
"syRe.113" = "Falklandinsaaret";	/* A.K.A. (Malvinas) */
"syRe.114" = "Färsaaret";
"syRe.115" = "Fidži";
"syRe.116" = "Ranskan Guayana";
"syRe.117" = "Ranskan Polynesia";
"syRe.118" = "Ranskan eteläiset alueet";
"syRe.119" = "Gabon";
"syRe.120" = "Gambia";
"syRe.121" = "Georgia";
"syRe.122" = "Ghana";
"syRe.123" = "Gibraltar";
"syRe.124" = "Grönlanti";
"syRe.125" = "Grenada";
"syRe.126" = "Guadeloupe";
"syRe.127" = "Guam";
"syRe.128" = "Guatemala";
"syRe.129" = "Guinea";
"syRe.130" = "Guinea-Bissau";
"syRe.131" = "Guyana";
"syRe.132" = "Haiti";
"syRe.133" = "Honduras";
"syRe.134" = "Indonesia";
"syRe.135" = "Iran";
"syRe.136" = "Irak";
"syRe.137" = "Israel";
"syRe.138" = "Jamaika";
"syRe.139" = "Jordania";
"syRe.140" = "Kazakstan";
"syRe.141" = "Kenia";
"syRe.142" = "Pohjois-Korea";
"syRe.143" = "Kuwait";
"syRe.144" = "Libanon";
"syRe.145" = "Libya";
"syRe.146" = "Macao";
"syRe.147" = "Makedonia";
"syRe.148" = "Monaco";
"syRe.149" = "Marokko";
"syRe.150" = "Nicaragua";
"syRe.151" = "Oman";
"syRe.152" = "Qatar";
"syRe.153" = "Saudi-Arabia";
"syRe.154" = "Etelä-Afrikka";
"syRe.155" = "Syyria";
"syRe.156" = "Trinidad ja Tobago";
"syRe.157" = "Tunisia";
"syRe.158" = "Turkki";
"syRe.159" = "Yhdistyneet Arabiemiirikunnat";
"syRe.160" = "Ukraina";
"syRe.161" = "Uruguay";
"syRe.162" = "Uzbekistan";
"syRe.163" = "Jemen";
"syRe.164" = "Zimbabwe";


"sySt" = "Tukiaseman tila";
"time" = "Tukiaseman aika";
"timz" = "Aikavyöhyke";
"usrd" = "Tilit";
"wbEn" = "Käytä dynaamista globaalia palvelinnimeä";
"wbHN" = "Palvelinnimi";
"wbHU" = "Käyttäjä";
"wbHP" = "Salasana";
"wbRD" = "Domain";
"wbRU" = "Käyttäjä";
"wbRP" = "Salasana";
"wbAC" = "Salli määrittely internetistä Bonjouria käyttäen";
/*"syUT" = "syUT";*/
/*"syFl" = "syFl";*/
/*"bsPF" = "bsPF";*/

/*	Localization Note: For every product, set the "useAlternateArticle" to "0" (zero) if particular product 
	should use the default article (in English for  example, AirPort Express, this is "an" as in 
	"an AirPort Extreme"). Set "useAlternateArticle" to "1" (one) if the alternate article should be used.
	Format strings in other parts of AU will have an ".alternateArticle" suffix which the code will use (or not use)
	to construct a sentence based on the value of "useAlternateArticle". If there is no difference, then
	set useAlternateArticle as in English and make both versions of the  format string the same.
	
	For example:
	
	Let's say we had fruits:
	
	In English, articles can be based on the first letter of the word following the article:
	"frut"						= "Fruit name:";
	"frut.0"					= "Apple";
	"frut.0.useAlternateArticle"= "0";
	"frut.1"					= "Lemon";
	"frut.1.useAlternateArticle"= "1";
	
	"WantFruit"	= "I want an %@.";
	"WantFruit.alternateArticle" = "I want a %@.";
	
	In French, articles can be based on the grammatical gender of the noun:
	"frut"						= "Nom de fruit:";
	"frut.0"					= "Pomme";
	"frut.0.useAlternateArticle"= "0";
	"frut.1"					= "Citron";
	"frut.1.useAlternateArticle"= "1";
	
	"WantFruit"	= "Je veux une %@.";
	"WantFruit.alternateArticle" = "Je veux un %@.";
*/
	
	
"syAP" = "Tuotteen nimi";
"syAP.80211nFormat" = "%@ 802.11n";
"syAP.0" = "AirPort-tukiasema";
"syAP.0.useAlternateArticle" = "0";
"syAP.1" = "AirPort-tukiasema";
"syAP.1.useAlternateArticle" = "0";
"syAP.3" = "AirPort Extreme 802.11g";
"syAP.3.useAlternateArticle" = "0";
"syAP.102" = "AirPort Express 802.11g";
"syAP.102.useAlternateArticle" = "0";
"syAP.104" = "AirPort Extreme 802.11n (1. sukupolvi)";
"syAP.104.useAlternateArticle" = "0";
"syAP.105" = "AirPort Extreme 802.11n (2. sukupolvi)";
"syAP.105.useAlternateArticle" = "0";
"syAP.106" = "Time Capsule 802.11n (1. sukupolvi)";
"syAP.106.useAlternateArticle" = "1";	/* See note above */
"syAP.107" = "AirPort Express 802.11n";
"syAP.107.useAlternateArticle" = "0";
"syAP.108" = "AirPort Extreme 802.11n (3. sukupolvi)";
"syAP.108.useAlternateArticle" = "0";
"syAP.109" = "Time Capsule 802.11n (2. sukupolvi)";
"syAP.109.useAlternateArticle" = "1";	/* See note above */
"syAP.113" = "Time Capsule 802.11n (3. sukupolvi)";
"syAP.113.useAlternateArticle" = "1";	/* See note above */
"syAP.114" = "AirPort Extreme 802.11n (4. sukupolvi)";
"syAP.114.useAlternateArticle" = "0";
"syAP.116" = "Time Capsule 802.11n (4. sukupolvi)";
"syAP.116.useAlternateArticle" = "1";	/* See note above */
"syAP.117" = "AirPort Extreme 802.11n (5. sukupolvi)";
"syAP.117.useAlternateArticle" = "0";

"bsSP" = "Tuotteen nimi";
"bsSP.0" = "Apple Wi-Fi ‑tukiasema";
"bsSP.0.useAlternateArticle" = "0";
"bsSP.1" = "AirPort-tukiasema";
"bsSP.1.useAlternateArticle" = "0";
"bsSP.3" = "AirPort Extreme";
"bsSP.3.useAlternateArticle" = "0";
"bsSP.102" = "AirPort Express";
"bsSP.102.useAlternateArticle" = "0";
"bsSP.104" = "AirPort Extreme";
"bsSP.104.useAlternateArticle" = "0";
"bsSP.105" = "AirPort Extreme";
"bsSP.105.useAlternateArticle" = "0";
"bsSP.106" = "Time Capsule";
"bsSP.106.useAlternateArticle" = "1";	/* See note above */
"bsSP.107" = "AirPort Express";
"bsSP.107.useAlternateArticle" = "0";
"bsSP.108" = "AirPort Extreme";
"bsSP.108.useAlternateArticle" = "0";
"bsSP.109" = "Time Capsule";
"bsSP.109.useAlternateArticle" = "1";	/* See note above */
"bsSP.113" = "Time Capsule";
"bsSP.113.useAlternateArticle" = "1";	/* See note above */
"bsSP.114" = "AirPort Extreme";
"bsSP.114.useAlternateArticle" = "0";
"bsSP.116" = "Time Capsule";
"bsSP.116.useAlternateArticle" = "1";  /* See note above */
"bsSP.117" = "AirPort Extreme";
"bsSP.117.useAlternateArticle" = "0";


"sySN" = "Sarjanumero";
"slCl" = "Syslogin kohdeosoite";
"slvl" = "Syslog-taso";
"slvl.0" = "0 - Hätätilanne";
"slvl.1" = "1 - hälytys";
"slvl.2" = "2 - kriittinen";
"slvl.3" = "3 - virhe";
"slvl.4" = "4 - varoitus";
"slvl.5" = "5 - ilmoitus";
"slvl.6" = "6 - tiedotus";
"slvl.7" = "7 - debug";
"raNm" = "Langattoman verkon nimi";
"raCl" = "Luo suljettu verkko";
"raCl.short" = "Suljettu verkko";
/*"raWM" = "raWM";*/
/*"raEA" = "raEA";*/
/*"raWE" = "raWE";*/
/*"raCr" = "raCr";*/
/*"raSk" = "raSk";*/
"raKT" = "WPA-ryhmäavaimen aikakatkaisu";
"raRo" = "Käytä häiriösietoisuutta";
/*"raCA" = "raCA";*/
/*"raCh" = "raCh";*/
/*"raDe" = "raDe";*/
"raWC" = "Käytä leveitä kanavia";
"raWC.subtext" = "Leveät kanavat parantavat verkon suorituskykyä, mutta voivat aiheuttaa häiriöitä lähellä olevissa muissa verkoissa.";
"raMu" = "Multicast-nopeus";
"raMu.1" = "1 Mb/s";
"raMu.2" = "2 Mb/s";
"raMu.85" = "5,5 Mb/s";
"raMu.6" = "6 Mb/s";
"raMu.9" = "9 Mb/s";
"raMu.17" = "11 Mb/s";
"raMu.18" = "12 Mb/s";
"raMu.24" = "18 Mb/s";
"raMu.36" = "24 Mb/s";
"raMu.1000" = "Alhainen";
"raMu.2000" = "Normaali";
"raMu.3000" = "Korkea";
/*"raLC" = "raLC";*/
/*"raMO" = "raMO";*/
"raDS" = "Toimi DHCP-palvelimena";
"raNA" = "Toimi NAT-palvelimena";
/*"raWB" = "raWB";*/
"raMd" = "Radiotila";
"raMd.1" = "Vain 802.11b";
"raMd.2" = "802.11b/g-yhteensopiva";
"raMd.3" = "Vain 802.11g";
"raMd.4" = "Vain 802.11a";
"raMd.5" = "802.11n (802.11a-yhteensopiva)";
"raMd.6" = "802.11n (802.11b/g-yhteensopiva)";
"raMd.7" = "Vain 802.11n (2,4 GHz)";
"raMd.8" = "Vain 802.11n (5 GHz)";
"raPo" = "Lähetysteho";
"raPo.10" = "10 %";
"raPo.25" = "25 %";
"raPo.50" = "50 %";
"raPo.100" = "100 %";
/*"raPx" = "raPx";*/
/*"raTr" = "raTr";*/
"raSt" = "Langattoman verkon tila";
"raSt.0" = "Luo langaton verkko";
"raSt.1" = "Liity nykyiseen langattomaan verkkoon";
"raSt.3" = "Langaton pois käytöstä";
"waCV" = "Määrittele IPv4";
"waCV.768" = "Käyttäen DHCP:tä";
"waCV.1024" = "Käsin";
/*"waIn" = "waIn";*/
"waD1" = "DNS-palvelimet";
"waD2" = "Toissijainen DNS-palvelin";
/*"waD3" = "waD3";*/
"waC1" = "Nykyinen ensisijainen DNS-palvelin";
"waC2" = "Nykyinen toissijainen DNS-palvelin";
/*"waC3" = "waC3";*/
"waIP" = "IP-osoite";
"waSM" = "Aliverkon peite";
"waRA" = "Reitittimen osoite";
"waDC" = "DHCP-asiakastunnus";
/*"waDS" = "BSWanDHCPServer";*/
/*"waMO" = "waMO";*/
"waDN" = "Domain-nimi";
"waNM" = "Estä etämäärittely";
"waSD" = "WAN-ethernet-portti";
"waSD.0" = "Automaattinen (oletus)";
"waSD.2" = "10 Mbit/s/Half Duplex";
"waSD.3" = "10 Mbit/s/Full Duplex";
"waSD.5" = "100 Mbit/s/Half Duplex";
"waSD.6" = "100 Mbit/s/Full Duplex";
"waSD.8" = "1000 Mb/s/Half Duplex";
"waSD.9" = "1000 Mb/s/Full Duplex";
"waSD.15" = "Ethernet pois käytöstä";
"laIP" = "LAN IP-osoite";
"laSM" = "LAN-aliverkon peite";
"6cfg" = "IPv6-tila";
"6cfg.0" = "Vain link-local";
"6cfg.1" = "Palvelin";
"6cfg.3" = "Tunneli";
"6cfg.5" = "Reititin";
"6aut" = "Määrittele IPv6";
"6aut.0" = "Käsin";
"6aut.1" = "Automaattisesti";
"6Wad" = "IPv6-osoite WANissa";
"6Wfx" = "WAN IPv6 Prefix -pituus";
"6Wgw" = "IPv6-oletusreitti";
"6Wte" = "Etä-IPv4-osoite";
"6Lfw" = "LAN-välittäminen";
"6Lad" = "IPv6-osoite LANissa";
"6Lfx" = "LAN Prefix -pituus";
"6PDa" = "IPv6 Prefix Delegate -osoite";
"6PDl" = "IPv6 Prefix Delegate -pituus";
"6sfw" = "Estä saapuvat IPv6-yhteydet";
"6sfw.short" = "Estä saapuva IPv6";
/*"6pmp" = "";*/
"6trd" = "Salli Teredo-tunnelit";
"6sec" = "Salli saapuva IPSec-todentaminen";
"6sec.short" = "Salli saapuva IPSec";
"6fwl" = "IPv6-palomuuri";
"6NS1" = "IPv6-DNS-palvelimet";
"6NS2" = "Toissijainen IPv6-DNS-palvelin";

"moPN" = "Puhelinnumero(t)";
"moAP" = "Toissijainen puhelinnumero";
/*"moPD" = "moPD";*/
"moUN" = "Käyttäjätunnus";
"moPW" = "Salasana";
"moID" = "Katkaise jos käyttämättä";
"moID.30" = "30 sekuntia";
"moID.60" = "1 minuutti";
"moID.120" = "2 minuuttia";
"moID.300" = "5 minuuttia";
"moID.600" = "10 minuuttia";
"moID.900" = "15 minuuttia";
"moID.1200" = "20 minuuttia";
"moID.1800" = "30 minuuttia";
"moID.0" = "Ei koskaan";
/*"moCC" = "moCC";*/
/*"moCI" = "moCI";*/
"moDT" = "Älä huomioi valintaääntä";
"moAD" = "Valitse automaattisesti";
"moMP" = "Protokolla";
"moMP.1" = "v.90";
"moMP.2" = "v.34";
/*"moMF" = "moMF";*/
/*"pdFl" = "pdFl";*/
"pdUN" = "Käyttäjätunnus";
"pdPW" = "Salasana";
"pdAR" = "Vastaa soittoon";
"pdID" = "Katkaise kun käyttämättä";
"pdID.30" = "30 sekuntia";
"pdID.60" = "1 minuutti";
"pdID.120" = "2 minuuttia";
"pdID.300" = "5 minuuttia";
"pdID.600" = "10 minuuttia";
"pdID.900" = "15 minuuttia";
"pdID.1200" = "20 minuuttia";
"pdID.1800" = "30 minuuttia";
"pdID.0" = "Ei koskaan";
"pdMC" = "Enimmäisyhteysaika";
"pdMC.900" = "15 minuuttia";
"pdMC.1800" = "30 minuuttia";
"pdMC.3600" = "1 tunti";
"pdMC.7200" = "2 tuntia";
"pdMC.14400" = "4 tuntia";
"pdMC.28800" = "8 tuntia";
"pdMC.0" = "Älä katkaise yhteyttä";
"peSN" = "Palvelun nimi";
"peUN" = "Käyttäjätunnus";
"pePW" = "Salasana";
"peSC" = "Säilytä yhteys";
"peAC" = "Yhdistä automaattisesti";
"peID" = "Katkaise jos käyttämättä";
"peID.30" = "30 sekuntia";
"peID.60" = "1 minuutti";
"peID.120" = "2 minuuttia";
"peID.300" = "5 minuuttia";
"peID.600" = "10 minuuttia";
"peID.900" = "15 minuuttia";
"peID.1200" = "20 minuuttia";
"peID.1800" = "30 minuuttia";
"peID.0" = "Ei koskaan";
/*"peAO" = "peAO";*/
"dhBg" = "Ensimmäinen DHCP-osoite";
"dhEn" = "Viimeinen DHCP-osoite";
"dhLe" = "DHCP-laina";
"dhMg" = "DHCP-viesti";
"dh95" = "LDAP-palvelin";
"DRes" = "DHCP-varaukset";
"naFl" = "Salli NAT Port Mapping -protokolla";
"naFl.short" = "Ota käyttöön NAT-PMP";
"naFl.subtext" = "(Vaatii Mac OS X 10.4:n tai uudemman)";
"naAF" = "Salli AOL:n sisällön rajoittaminen";
"nDMZ" = "Oletuspalvelin";
"fire" = "Porttitaulukko";
"pmTa" = "Porttitaulukko";
"acTa" = "Pääsynhallinta";
"tACL" = "Ajoitetut käyttörajoitukset";
/*"wdFl" = "wdFl";*/
"wdLs" = "WDS-solmut";
"dWDS" = "Salli verkon laajentaminen";
/*"raFl" = "raFl";*/
"raI1" = "Ensisijainen RADIUS-IP-osoite";
/*"raAu" = "raAu";*/
"raSe" = "Ensisijainen jaettu salaisuus";
/*"raF2" = "raF2";*/
"raI2" = "Toissijainen RADIUS-IP-osoite";
/*"raU2" = "raU2";*/
"raS2" = "Toissijainen jaettu salaisuus";
/*"raCi" = "raCi";*/
"ntSV" = "Aikapalvelin (NTP)";
/*"snAF" = "snAF";*/
/*"snLW" = "snLW";*/
/*"snLL" = "snLL";*/
/*"snRW" = "snRW";*/
/*"snWW" = "snWW";*/
/*"snRL" = "snRL";*/
/*"snWL" = "snWL";*/
"snCS" = "SNMP-alueen tunnus";
/*"usbF" = "usbF";*/
"prnI" = "USB-tulostimet";
"prnR" = "USB-tulostimet";
"MaSt" = "Levyt";
"SMBw" = "Työryhmä";
"SMBs" = "WINS-palvelin";
"fssp" = "Levyn salasana";
/*"ctim" = "ctim";*/
/*"LLnk" = "LLnk";*/
/*"WLnk" = "WLnk";*/
/*"evtL" = "evtL";*/
"isAC" = "Virta";
"isAC.0" = "Ethernet (802.3af)";
"isAC.1" = "Ulkoinen virtalähde";
/*"maAl" = "maAl";*/
/*"maPr" = "maPr";*/
"leAc" = "Merkkivalo";
"leAc.1" = "Aina päällä (oletus)";
"leAc.2" = "Vilkkuu kun toimintaa";
"leAc.subtext" = "Merkkivalo vilkkuu aina keltaisena kun langaton Apple Wi-Fi ‑laite raportoi ongelmasta.";
/*"auPr" = "auPr";*/
/*"auJD" = "auJD";*/
"auNN" = "iTunes-kaiuttimen nimi";
"auNP" = "iTunes-kaiuttimen salasana";
"aWan" = "Salli AirPlay WANin kautta";
"auRR" = "Salli AirPlay";
/*"hw01" = "hw01";*/
"dMac" = "MobileMe-jäsenet";
"tcUW" = "Lähetysnopeus";
"tcDW" = "Vastaanottonopeus";
"IDNm" = "Nimi";
"!mta" = "Estä lähtevät SMTP-yhteydet";
"RUdv" = "USB-jako";
"RUfl" = "USB-jako";

"bsSM" = "Langaton suojaus";
"bsSM.1" = "Ei mitään";
"bsSM.2" = "WEP 40-bittinen";
"bsSM.3" = "WEP 128-bittinen";
"bsSM.4" = "WPA Personal";
"bsSM.5" = "WPA/WPA2 Personal";
"bsSM.6" = "WPA Personal";
"bsSM.7" = "WPA2 Personal";
"bsSM.8" = "WEP (Transitional Security Network)";
"bsSM.9" = "WPA Enterprise";
"bsSM.10" = "WPA/WPA2 Enterprise";
"bsSM.11" = "WPA Enterprise";
"bsSM.12" = "WPA2 Enterprise";
"bsSM.description" = "Turvaa verkko valitsemalla langaton suojaus. Suosituksena on WPA/WPA2 Personal.";
"bsAE.tsnDescription" = "TSN (Transitional Security Network) on WEP-verkko, joka sallii TKIP- ja AES-asiakkaiden liittyä. AES:ää tukevat asiakkaat saavuttavat suuremman siirtonopeuden.";
"bsAE.wpaOneDescription" = "WPA-asiakkaat voivat liittyvä verkkoon TKIP:iä käyttäen.";
"bsAE.wpaOneTwoDescription" = "WPA- ja WPA2-asiakkaat voivat liittyvä verkkoon.";
"bsAE.wpaTwoDescription" = "WPA2-asiakkaat voivat liittyä verkkoon AES-CCMP:tä käyttäen.";
"bsRC.dual" = "Radiokanavan valinta";
"bsRC.2_4GHz.control" = "2,4 GHz:n kanava";
"bsRC.5GHz.control" = "5 GHz:n kanava";
"bsRC.2_4GHz.label" = "(2,4 GHz)";
"bsRC.5GHz.label" = " (5 GHz)";
"bsRC" = "Kanava";
"bsRC.1" = "1";
"bsRC.2" = "2";
"bsRC.3" = "3";
"bsRC.4" = "4";
"bsRC.5" = "5";
"bsRC.6" = "6";
"bsRC.7" = "7";
"bsRC.8" = "8";
"bsRC.9" = "9";
"bsRC.10" = "10";
"bsRC.11" = "11";
"bsRC.12" = "12";
"bsRC.13" = "13";
"bsRC.14" = "14";
"bsRC.34" = "34";
"bsRC.36" = "36";
"bsRC.38" = "38";
"bsRC.40" = "40";
"bsRC.42" = "42";
"bsRC.44" = "44";
"bsRC.46" = "46";
"bsRC.48" = "48";
"bsRC.52" = "52";
"bsRC.56" = "56";
"bsRC.60" = "60";
"bsRC.64" = "64";
"bsRC.100" = "100";
"bsRC.104" = "104";
"bsRC.108" = "108";
"bsRC.112" = "112";
"bsRC.116" = "116";
"bsRC.120" = "120";
"bsRC.124" = "124";
"bsRC.128" = "128";
"bsRC.132" = "132";
"bsRC.136" = "136";
"bsRC.140" = "140";
"bsRC.149" = "149";
"bsRC.153" = "153";
"bsRC.157" = "157";
"bsRC.161" = "161";
"bsRC.165" = "165";
"bsRC.1000" = "Autom.";
"bsRC.2000" = "Käsin";

"bsrT" = "RADIUS-tyyppi";
"bsrT.0" = "Oletus";
"bsrT.1" = "Vaihtoehtoinen";
"bsAC" = "Salli langattomat asiakkaat";
"bsIC" = "Yhdistä käyttäen";
"bsIC.1" = "Ethernet";
"bsIC.2" = "PPPoE";
"bsIC.3" = "Modeemi";
"bsIC.4" = "AirPort (WDS)";
"bsIC.5" = "Langaton verkko";
"bsUA" = "Käytä AOL:a";
"bsDI" = "PPP-sisäänsoitto";
"bsTP" = "Valinta";
"bsTP.1" = "Äänitaajuus";
"bsTP.2" = "Pulssi";
"bsCC" = "Maakoodi";
"bsCC.1" = "Australia";
"bsCC.2" = "Itävalta";
"bsCC.3" = "Belgia";
"bsCC.4" = "Kanada";
"bsCC.5" = "Kiina";
"bsCC.6" = "Tšekin tasavalta";
"bsCC.7" = "Tanska";
"bsCC.8" = "Suomi";
"bsCC.9" = "Ranska";
"bsCC.10" = "Saksa";
"bsCC.11" = "Kreikka";
"bsCC.12" = "Guam";
"bsCC.13" = "Hong Kong, Kiina";
"bsCC.14" = "Islanti";
"bsCC.15" = "Intia";
"bsCC.16" = "Irlanti";
"bsCC.17" = "Italia";
"bsCC.18" = "Japani";
"bsCC.19" = "Etelä-Korea";
"bsCC.20" = "Latinalainen Amerikka";
"bsCC.21" = "Malesia";
"bsCC.22" = "Alankomaat";
"bsCC.23" = "Uusi-Seelanti";
"bsCC.24" = "Norja";
"bsCC.25" = "Filippiinit";
"bsCC.26" = "Puola";
"bsCC.27" = "Portugali";
"bsCC.28" = "Singapore";
"bsCC.29" = "Slovakia";
"bsCC.30" = "Etelä-Afrikka";
"bsCC.31" = "Espanja";
"bsCC.32" = "Ruotsi";
"bsCC.33" = "Sveitsi";
"bsCC.34" = "Taiwan";
"bsCC.35" = "Thaimaa";
"bsCC.36" = "Yhdistynyt kuningaskunta";
"bsCC.37" = "Yhdysvallat";
"bsSK" = "Langattoman salasana";
"bsNP" = "Aikapalvelin (NTP)";
"bsNP.1" = "time.apple.com";
"bsNP.2" = "time.euro.apple.com";
"bsNP.3" = "time.asia.apple.com";
"bsP1" = "Ensisijainen portti";
"bsP1.1" = "1645";
"bsP1.2" = "1812";
"bsP2" = "Toissijainen portti";
"bsP2.1" = "1645";
"bsP2.2" = "1812";
"bsWM" = "WDS-tila";
"bsWM.0" = "WDS ei käytössä";
"bsWM.1" = "WDS-päätukiasema";
"bsWM.2" = "WDS-välitystukiasema";
"bsWM.3" = "WDS-etätukiasema";
"bsPC" = "Yhteys";
"bsPC.0" = "Aina päällä";
"bsPC.1" = "Autom.";
"bsPC.2" = "Käsin";
"bsRM" = "Yhteyden jakaminen";
"bsRM.0" = "Jaa julkinen IP-osoite";
"bsRM.1" = "Jaa alue IP-osoitteita";
"bsRM.2" = "Käyttäen vain NAT:ia";
"bsRM.3" = "Pois (siltatila)";
"bsRM.description" = "Valitse, haluatko tämän langattoman Apple Wi-Fi ‑tukiaseman jakavan yhden IP-osoitteen langattomille asiakkaille käyttäen DHCP:tä ja NAT:ia, jakavan kiinteiden IP-osoitteiden alueen käyttäen vain DHCP:tä vai toimivan siltana.";
"bsRM.DHCPAndNAT" = "Tämä Apple Wi-Fi ‑tukiasema jakaa yhden IP-osoitteen langattomien asiakkaiden kanssa käyttäen DHCP:tä ja NAT:ia.";
"bsSN" = "Salli SNMP";
"bsSW" = "Salli SNMP WAN-portista";
"bsRP" = "Jaa tulostimia WAN:issa";
"bsWP" = "Jaa tulostimia internetissä Bonjouria käyttäen"; 
"bsWC" = "Salli määrittely WAN-portista";
"bsGK" = "WPA-ryhmäavaimen aikakatkaisu";
"bsNM" = "Langaton tila";
"bsNM.0" = "Luo langaton verkko";
"bsNM.1" = "Liity langattomaan verkkoon";
"bsNM.3" = "Pois";
"bsNM.10" = "Osallistu WDS-verkkoon";
"bsNM.20" = "Laajenna langatonta verkkoa";
"bsNM.createDescription" = "Aseta tämä Apple Wi-Fi ‑tukiasema luomaan uusi langaton verkko.";
"bsNM.joinDescription" = "Aseta tämä Apple Wi-Fi ‑tukiasema liittymään nykyiseen langattomaan verkkoon.";
"bsNM.WDSDescription" = "Aseta tämä Apple Wi-Fi ‑tukiasema laajentamaan langattoman verkon kantamaa osallistumalla WDS-järjestelmään.";
"bsNM.DWDSDescription" = "Aseta tämä Apple Wi-Fi ‑tukiasema automaattisesti laajentamaan olemassa olevan AirPort 802.11n ‑verkon kantamaa.";
"bsAT" = "Valvonta MAC-osoitteilla";
"bsAT.short" = "Pääsynhallinta";
"bsAT.0" = "Ei käytössä";
"bsAT.1" = "Paikallinen";
"bsAT.2" = "RADIUS";
"bsAT.3" = "Ajoitettu käyttö";
"bsFS" = "Salli tiedostonjako";
"bsRF" = "Jaa levyjä WAN:issa";
"bsWF" = "Jaa levyjä internetissä Bonjouria käyttäen"; 
"bsGA" = "AirPort-levyjen vieraskäyttö";
"bsGA.0" = "Ei sallittu";
"bsGA.1" = "Vain luku";
"bsGA.2" = "Luku ja kirjoitus";
"bsFM" = "Turvaa jaetut levyt";
"bsFM.0" = "Tileillä";
"bsFM.1" = "Levyn salasanalla";
"bsFM.2" = "Laitteen salasanalla";
"bsTZ" = "Aikavyöhyke";
"bsSS" = "Tila";
"bsDA" = "Salli langattomat asiakkaat";
"bsPE" = "Salli Ethernet-asiakkaat";
"bsGM" = "Rajoita pääsyä";
"bsME" = "Salli MobileMe-jäsenten käyttää internetiä";
"bsMu" = "Multicast-nopeus";
"bsMu.1" = "1 Mb/s";
"bsMu.2" = "2 Mb/s";
"bsMu.85" = "5,5 Mb/s";
"bsMu.6" = "6 Mb/s";
"bsMu.9" = "9 Mb/s";
"bsMu.17" = "11 Mb/s";
"bsMu.18" = "12 Mb/s";
"bsMu.24" = "18 Mb/s";
"bsMu.36" = "24 Mb/s";
"bsMu.1000" = "Alhainen";
"bsMu.2000" = "Normaali";
"bsMu.3000" = "Korkea";

"bs8M" = "Radiotila";
"bs8M.1" = "Vain 802.11b";
"bs8M.2" = "802.11b/g-yhteensopiva";
"bs8M.3" = "Vain 802.11g";
"bs8M.4" = "Vain 802.11a";
"bs8M.5" = "802.11n (802.11a-yhteensopiva)";
"bs8M.6" = "802.11n (802.11b/g-yhteensopiva)";
"bs8M.7" = "Vain 802.11n (2,4 GHz)";
"bs8M.8" = "Vain 802.11n (5 GHz)";
"bs8M.262145" = "802.11a - 802.11b";
"bs8M.262146" = "802.11a - 802.11b/g";
"bs8M.262147" = "802.11a - vain 802.11g";
"bs8M.262150" = "802.11a - 802.11b/g/n";
"bs8M.262151" = "802.11a - vain 802.11n (2,4 GHz)";
"bs8M.327681" = "802.11a/n - 802.11b";
"bs8M.327682" = "802.11a/n - 802.11b/g";
"bs8M.327683" = "802.11a/n - vain 802.11g";
"bs8M.327686" = "Autom.";	/*  (802.11a/b/g/n)*/
"bs8M.description.327686" = "802.11a/n - 802.11b/g/n";
"bs8M.327687" = "802.11a/n - vain 802.11n (2,4 GHz)";
"bs8M.524289" = "Vain 802.11n (5 GHz) - 802.11b";
"bs8M.524290" = "Vain 802.11n (5 GHz) - 802.11b/g";
"bs8M.524291" = "Vain 802.11n (5 GHz) - vain 802.11g";
"bs8M.524294" = "Vain 802.11n (5 GHz) - 802.11b/g/n";
"bs8M.524295" = "Vain 802.11n (5 GHz) - vain 802.11n (2,4 GHz)";
"bsUP.productName" = "Tallenna Applen ohjelmistopäivitykset tähän laitteeseen %@";
"bsUP.description" = "Applen ohjelmistopäivitykset, jotka kopioidaan tähän laitteeseen %@, ovat saatavilla kaikille tämän verkon käyttäjille.";
"bs2N" = "2,4 GHz:n verkon nimi";
"bs5N" = "5 GHz:n verkon nimi";
"bs5N.extension" = " 5 GHz";
"bsNV" = "Saatavilla oleva versio";
"bs5M" = "5 GHz:n AirPort-tunnus";
"bs2M" = "2,4 GHz:n AirPort-tunnus";
"bsAI" = "5 GHz:n / 2,4 GHz:n AirPort-tunnukset";
"bsUS" = "Ota USB-jako käyttöön";
"bsWU" = "Jaa USB-laitteita WAN:in kautta";
"bsBU" = "Jaa USB-laitteita internetin kautta Bonjourilla";
"bsEC" = "Valtuuta langattomia asiakkaita";
"bsEC.description" = "Tämä %@ voidaan asettaa sallimaan langattomille asiakkaille pääsy suojattuun verkkoon salasanaa syöttämättä. Sinulle ilmoitetaan, kun asiakas pyytää pääsyä verkkoon.";
"bsEP" = "Vaadi tukiaseman salasana asiakkaan valtuuttamiseen";
"bsEP.productName" = "Vaadi %@ -salasana asiakkaan valtuuttamiseen";
"bsEP.description" = "Jos haluat syöttää salasanan salliaksesi asiakkaalle pääsyn, valitse ”Vaadi %@ -salasana asiakkaan valtuuttamiseen”.";


"802.11b" = "802.11b";
"802.11g" = "802.11g";
"802.11b/g" = "802.11b/g";
"802.11b/g/n" = "802.11b/g/n";
"802.11n (2.4GHz)" = "802.11n (2,4 GHz)";
"802.11a" = "802.11a";
"802.11a/n" = "802.11a/n";
"802.11n (5GHz)" = "802.11n (5 GHz)";


/* End of AirPortSettings.strings file */